<html><head></head>
<body style="background-color: transparent; margin: 2px; padding: 0px; padding-top: 5px; font-family: Helvetica; font-size: 0.9em;">
<div><a name="top" />Bienvenue dans dreaMote!<br />
On suppose que cette introduction vous donne une id&eacute;e rapide des fonctionnalit&eacute;s de cette application. Toutes les captures d'&eacute;cran ont &eacute;t&eacute; prises sur un iPhone connect&eacute; &agrave; un r&eacute;cepteur disposant d'Enigma2.</div>
<ul style="margin:0px;padding-left:25px; padding-top:10px;">
<li style="list-style-type:none;">Table des mati&egrave;res </li>
<li><a href="#config">Configuration</a></li>
<li><a href="#simplerc">T&eacute;l&eacute;commande simple </a></li>
<li><a href="#refresh">Rechargement des donn&eacute;es </a></li>
</ul>
<div style="padding-top:15px;"><a name="config" />Cette section couvre la configuration basique d'une connexion dans dreaMote.<br />
<img src="Setup_1.png" />
<ul style="margin:0px;padding-left:25px; padding-top:5px;">
<li>Section Information serveur:
  <ul style="margin:0px;padding-left:25px; padding-top:5px;">
<li>Nom: Une description de votre r&eacute;cepteur </li>
<li>Addresse: Adresse IP ou adresse DNS </li>
<li>Port: Si vous avez chang&eacute; le port votre r&eacute;cepteur vous doivez l'entrer ici</li>
<li>Utiliser SSL: Si vous utilisez une connexion s&eacute;curis&eacute;e vous devez mettre cela sur ON </li>
</ul></li>
<li>Section Authentificatien:
  <ul style="margin:0px;padding-left:25px; padding-top:5px;">
<li>Nom d'utilisateur : Si l'authentification est exig&eacute;e, entrer le nom d'utilisateur ici</li>
<li>Mot de passe: Si l'authentification est exig&eacute;e, entrer le mot de passe ici</li>
</ul></li></ul>
<img src="Setup_2.png">
<ul style="margin:0px;padding-left:25px; padding-top:5px;">
<li>Section Type de r&eacute;cepteur:
  <ul style="margin:0px;padding-left:25px; padding-top:5px;">
<li>Type de connexion : Choisissez cette rang&eacute;e pour changer le type de connexion (Enigma, Enigma2, Neutrino, SVDRP)</li>
<li>EPG dans bouquets : Montrez l'EPG actuel et suivant, mis sur OFF par d&eacute;faut pour des raisons de performance<br>
</li>
<li>Bouquet simple : Si vous utilisez seulement le bouquet &quot;Favourites&quot; vous pouvez mettre sur ON pour passer la s&eacute;lection des bouquets</li>
<li>T&eacute;l&eacute;commande avanc&eacute;e : Voir tous les boutons de la t&eacute;l&eacute;commande </li>
</ul></li></ul>
Chaque option contient aussi une valeur d'exemple (et manquer souvent &agrave; ses engagements) que vous pouvez employer dans le doute.<br />
<a href="#top">Retour au sommet.</a>
</div>
<div style="padding-top:15px;"><a name="simplerc" />Cette section explique la &quot;T&eacute;l&eacute;commande Simple&quot; de dreaMote.<br />
<img src="Simplerc.png" /><br />
La t&eacute;l&eacute;commande simple est une alternative plus facile &agrave; utiliser que la t&eacute;l&eacute;commande avanc&eacute;e qui montre tous les boutons disponibles.
Frappez &agrave; la vol&eacute;e la croix pour imiter l'appui d'une touche de votre t&eacute;l&eacute;commande et frappez deux fois pour simuler le bouton OK.<br />
Vous pouvez changer pour mettre la t&eacute;l&eacute;commande avanc&eacute;e &agrave; tout moment en allant dans la configuration.<br />
<a href="#top">Retour au sommet.</a>
</div>
<div style="padding-top:15px;"><a name="refresh" />Dans cette section nous expliquons comment rafra&icirc;chir les donn&eacute;es dans dreaMote.<br />
<img src="Refresh.png" /><br />
La plupart des vues rechargeront automatiquement les donn&eacute;es aussit&ocirc;t que l'on les ouvrent. N&eacute;anmoins il y a une fa&ccedil;on de forcer le rechargement de donn&eacute;es du r&eacute;cepteur connect&eacute; en employant la fonctionnalit&eacute; appel&eacute;e &quot;Descendez pour mettre &agrave; jour&quot;.<br>
Si vous tirez une liste, au-dessus de sa premi&egrave;re entr&eacute;e vous commencerez &agrave; voir quelque chose semblable &agrave; l'image ci-dessus. Une fois que vous avez tir&eacute; loin assez la fl&egrave;che tournera et le texte changera &quot;Rel&acirc;chez pour mettre &agrave; jour&quot;.<br>
Aussit&ocirc;t que vous l&acirc;chez les donn&eacute;es seront recharg&eacute;es.<br />
<a href="#top">Retour au sommet.</a>
</div>
</body>
</html>
