Repository: ritzmo/dreaMote
Catalog: *.lproj/AutoTimer.strings
Languages: pl

source: %@, Auto-Timer %@
pl: %1$@, Auto-Timer %2$@

source: <enter title>
pl: <wpisz tytuł>

source: <filter text>
pl: <filtruj tekst>

source: <hours>
pl: <godziny>

source: <maximum duration>
pl: <maksymalny czas trwania>

source: <text to find in title>
pl: <tekst do znalezienia w tytule>

source: Add similar timer on conflict
pl: Dodaj podobny Timer podczas konfliktu

source: Add timer disabled on conflict
pl: Nie dodawaj Timera podczas konfliktu

source: Add timer for the next X days
pl: Dodaj Timer na następne X dni

source: After event should only apply during timespan but no timespan given.
pl: Po wydarzeniu powinien być stosowany wyłącznie w danym przedziale czasu, ale nie danym przedziale czasu.

source: After: %@
pl: Po: %@

source: All Services
pl: Wszystkie Serwisy

source: All timers
pl: Wszystkie Timery

source: Automated Search for events requires a valid interval to be set!
pl: Automatyczne Wyszukiwanie wydarzeń wymaga ustawionego ważnego interwału!

source: AutoTimer Editor
pl: Edycja AutoTimer

source: AutoTimers
pl: AutoTimery

source: Before: %@
pl: Przed: %@

source: Bouquets
pl: Bukiety

source: Classic
pl: Klasyczny

source: During timespan
pl: Podczas przedziału czasowego

source: Editor for new Timers: %@
pl: Edytor dla nowych Timerów: %@

source: Endtime if Justplay
pl: Czas zakończenia gdy Tylko Odtwarzaj

source: Error adding AutoTimer: %@
pl: Błąd podczas tworzenia AutoTimer'a: %@

source: Error editing AutoTimer: %@
pl: Błąd edycji AutoTimer'a: %@

source: Exact
pl: Dokładny

source: Exclude
pl: Wyklucz

source: Finished parsing EPG
pl: Zakończono analizę EPG

source: From: %@
pl: Od: %@

source: Guess event by begin/end
pl: Spróbuj odgadnąć wydarzenie po starcie/końcu

source: in Description
pl: w Opisie

source: Include
pl: Uwzględnij

source: Modify Timers
pl: Modyfikuje Timery

source: Modify timers: %@
pl: Modyfikuj Timery: %@

source: Mon-Fri
pl: Pon-Pią

source: New AutoTimer
pl: Nowy AutoTimer

source: New Bouquet
pl: Nowy Bukiet

source: New Filter
pl: Nowy Filtr

source: New Service
pl: Nowy Serwis

source: No
pl: Nie

source: None
pl: żaden

source: Notification for similar timers
pl: Powiadomienie dla podobnych Timerów

source: Notification on conflicts
pl: Powiadamiaj przy konflikcie

source: Parse EPG
pl: Analizuj EPG

source: Partial
pl: Częściowy

source: Poll automatically
pl: Automatyczne Poll

source: Poll interval (in h)
pl: Interwał Poll (w godz.)

source: Preview
pl: Podgląd

source: Same Service
pl: Taki sam Serwis

source: Sat-Sun
pl: Sob-Nie

source: Search Type
pl: Typ Szukania

source: Search Type: %@
pl: Typ Szukania: %@

source: Search unique Description in %@
pl: Unikalny Opis Szukania %@

source: Services
pl: Serwisy

source: Settings
pl: Ustawienia

source: Show in extension menu
pl: Pokaż w rozszerzonym menu

source: Sort AutoTimer
pl: Sortuj AutoTimer'a

source: Support "Fast-Scan"
pl: Wsparcie "Fast-Scan"

source: Timeframe
pl: Okres Czasu

source: Timer Editor
pl: Edytor Timera

source: Timers/Recordings
pl: Timery/Nagrania

source: Timespan
pl: Przedział Czasowy

source: Timespan selected but not configured.
pl: Przedział czasowy wybrany, ale nie jest ustawiony.

source: Title
pl: Tytuł

source: Title and all descriptions
pl: Tytuł i wszystkie opisy

source: Title and short description
pl: Tytuł i wszystkie opisy

source: To: %@
pl: Do: %@

source: Unable to complete request. Plugin too old?
pl: Nie można wykonać żądania. Przestarzały Plugin?

source: Unique Description
pl: Unikalny Opis

source: Unique Description: %@
pl: Unikalny Opis: %@

source: Unique in
pl: Unikalny

source: Wizard
pl: Kreator
