Repository: ritzmo/dreaMote
Catalog: *.lproj/Localizable.strings
Languages: pl

source: %.0f sec
pl: %.0f sek

source: %@ of %@ free
pl: %1$@ z %2$@ wolne

source: %d files extracted successfully.
pl: %d plików wypakowano z powodzeniem.

source: %d sec
pl: %d sek

source: 0 = unlimited
pl: 0 = bez ograniczeń

source: 2-weekly
pl: 2-tygodnie

source: 4-weekly
pl: 4-tygodnie

source: <address: e.g. 192.168.1.10>
pl: <adres: np 192.168.1.10>

source: <enter description>
pl: <wpisz opis>

source: <enter title>
pl: <wpisz tytul>

source: <Filesystems>
pl: <Systemy Plików>

source: <history length>
pl: <długość historii>

source: <message caption>
pl: <podpis wiadomości>

source: <message text>
pl: <tekst wiadomości>

source: <message timeout>
pl: <czas wyświetlania w sekundach>

source: <name: e.g. living room>
pl: <nazwa: np pokój dzienny>

source: <password: usually dreambox>
pl: <hasło: przeważnie dreambox>

source: <port: usually %d>
pl: <port: przeważnie %d>

source: <username: usually root>
pl: <nazwa użytkownika: przeważnie root>

source: A connection needs at least a hostname.
pl: Połączenie wymaga przynajmniej nazwy hosta.

source: A search did not return any event. Try refreshing the cache by reloading the event list for this service.
pl: Nie znaleziono żadnego wydarzenia. Spróbuj odświeżyć listę wydarzeń dla tego serwisu.

source: A zip-file (%s) was found in your Documents folder. Unpack and delete it now? This message will show on every application launch with a zip-file in the Documents folder!
pl: Plik zip (%s) został znaleziony w katalogu Dokumenty. Wypakować i usunąć teraz? Ta wiadomość zostanie pokazana za każdym razem podczas uruchomienia aplikacji jeśli w katalogu Dokumenty znajduje się plik zip!

source: About
pl: O...

source: About Receiver
pl: O Tunerze

source: About to import data
pl: Import Danych

source: Add
pl: Dodaj

source: Add and edit AutoTimers
pl: Dodaj i edytuj AutoTimer'y

source: Add AutoTimer
pl: Dodaj AutoTimer

source: Add Folder
pl: Dodaj Folder

source: Add recursively
pl: Dodaj rekursywnie

source: Add Timer
pl: Dodaj Timer

source: Add to calendar
pl: Dodaj do kalendarza

source: Adding to Playlist
pl: Dodaj do Playlisty

source: Advanced Remote
pl: Zaawansowany Pilot

source: After Event
pl: Po Wydarzeniu

source: All
pl: Wszystko

source: All Services
pl: Wszystkie Serwisy

source: An unexpected error (%@) occured after removing the recording. Please reload the list manually to see the change!
pl: Wystąpił nieoczekiwany błąd (%@) po usuwaniu nagrania. Odśwież listę ręcznie, aby zobaczyć zmianę!

source: Artist
pl: Artysta

source: Attention
pl: Uwaga

source: Autodetect
pl: Wykrycie Automatyczne

source: AutoTimer added
pl: AutoTimer dodany

source: AutoTimer changed
pl: AutoTimer zmieniony

source: AutoTimer deleted
pl: AutoTimer usunięty

source: AutoTimers
pl: AutoTimer'y

source: Begin
pl: Start

source: Blue
pl: Niebieski

source: Bookmark deleted
pl: Zakładka usunięta

source: Bouquets
pl: Bukiet

source: Buy full version
pl: Kup pełną wersję

source: Can't edit a running or finished timer.
pl: Nie można edytować trwającego lub skończonego Timera.

source: Can't save a timer with an empty title.
pl: Nie można zapisać Timera bez tytułu.

source: Can't save a timer without a service.
pl: Nie można zapisać Timera bez serwisu.

source: Cancel
pl: Anuluj

source: Caption
pl: Podpis

source: Caption cannot be empty.
pl: Podpis nie może być pusty.

source: Case-Sensitive
pl: Wielkość liter ważna

source: Change configuration and edit known hosts
pl: Zmień konfigurację i profile

source: Cleanup
pl: Wyczyść

source: Clear
pl: Wyczyść

source: Close MediaPlayer?
pl: Zamknąć MediaPlayer?

source: Configuration
pl: Ustawienia

source: Configured Connections
pl: Połączenia

source: Confirmed
pl: Potwierdzono

source: Connect
pl: Połącz

source: Connecting…
pl: Łączenie…

source: Connection Timeout
pl: Czas próby połączenia

source: Connection to remote host failed with status code %d.
pl: Połączenie do hosta zakończyło się błędem %d.

source: Connector
pl: Połączenie

source: Control
pl: Kontrola

source: Control Powerstate and Volume
pl: Kontroluj Zasilanie i Głośność

source: Control the remote media player
pl: Kontroluj zdalnie Media Player

source: Controls
pl: Kontrolki

source: Could not add new timer (%@)!
pl: Nie można dodać nowego Timera (%@)!

source: Could not add new timer and failed to retain original one! (%@)
pl: Nie można dodać nowego Timera, ani zachować oryginalnego! (%@)

source: Could not add song to playlist
pl: Nie można dodać utworu do playlisty

source: Could not determine remote box type.
pl: Nie można określić typu zdalnego boxa.

source: Could not open connection to database.
pl: Nie można ustanowić połączenia do bazy danych.

source: Could not remove base timer (%@)!
pl: Nie można usunąć bazowego Timera (%@)!

source: Could not send message.
pl: Nie można wysłać wiadomości.

source: Currently playing
pl: Odtwarzane

source: Daily
pl: Codziennie

source: Dark
pl: Ciemny

source: Date Picker
pl: Czas i Data

source: Deep Standby
pl: Wyłącz

source: Default
pl: Domyślny

source: Default Action
pl: Domyślna Akcja

source: Default Location
pl: Domyślna Lokalizacja

source: Delete
pl: Usuń

source: Delete failed
pl: Nie usunięto

source: Deleting
pl: Usuwanie

source: Description
pl: Opis

source: Displays current SNR/AGC
pl: Pokazuje bieżący SNR/AGC

source: Do you want to save this picture?
pl: Chcesz zapisać ten obrazek?

source: Done
pl: Zrobione

source: Duration
pl: Czas Trwania

source: Edit and (de)activate Sleep Timer
pl: Edytuj i (re)aktywuj czas uśpienia

source: Enable audio
pl: Włącz sygnał dźwiękowy

source: Enabled
pl: Włącz

source: encrypted
pl: zaszyfrowane

source: End
pl: Koniec

source: End has to be after begin.
pl: Koniec musi nastąpić po rozpoczęciu.

source: End of list reached
pl: Osiągnięto koniec listy

source: End of service list reached
pl: Osiągnięto koniec listy serwisów

source: Enter name of Playlist
pl: Wpisz nazwę Playlisty

source: Enter path of bookmark
pl: Wpisz ścieżkę zakładki

source: Error
pl: Błąd

source: Error adding new timer: %@
pl: Błąd dodawania nowego timera: %@

source: Error cleaning up
pl: Błąd czyszczenia

source: Error editing timer: %@
pl: Błąd edytowania Timera: %@

source: Error retrieving Data
pl: Błąd pobierania danych

source: Error sending email!
pl: Błąd wysyłania email'a!

source: Event
pl: Wydarzenie

source: Exact
pl: Dokładny

source: Export to dreaMote
pl: Eksportuj do dreaMote

source: Extract
pl: Wypakuj

source: Failed to remove zip-file! Please remove it manually using iTunes.
pl: usuwanie pliku zip nie powiodło się! Usuń go ręcznie przez iTunes.

source: Failed to retrieve data
pl: Błąd pobierania danych

source: Failed to start instant record
pl: Nagrywaj teraz.

source: Filter
pl: Filtr

source: Filter: Description
pl: Filtr: Opis

source: Filter: Shortdescription
pl: Filtr: Krótki Opis

source: Filter: Title
pl: Filtr: Tytuł

source: Filter: Weekday
pl: Filtr: Dzień tygodnia

source: Finished
pl: Zakończono

source: Fri
pl: Pią

source: Friday
pl: Piątek

source: General
pl: Ogólne

source: Genre
pl: Gatunek

source: GUI Version
pl: Wersja GUI

source: Harddisk
pl: Dysk Twardy

source: Hey, check out %@ on %@. %@
pl: Hey, sprawdź %1$@ na %2$@. %3$@

source: History
pl: Historia

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
pl: Jeśli lubisz używać %@, może ocenisz aplikację w AppStore? Nie zabieże ci to więcej niż minutę. Dzięki za Twoje wsparcie!

source: Illegal response returned by VDR-server! Aborting.
pl: Nielegalna odpowiedź zwrócona przez serwer VDR! Anulowanie.

source: Image Version
pl: Wersja Obrazu

source: Import
pl: Importuj

source: Import Picons?
pl: Importuj Picony?

source: Info
pl: Informacja

source: Information on software and tuners
pl: Informacja o oprogramowaniu i tunerach

source: Install/Update/Remove packages
pl: Instaluj/Aktualizuj/Usuń pakiety

source: instant
pl: rzeczywisty

source: Instant Record
pl: Nagrywaj

source: Interval
pl: Interwał

source: Invalid message type.
pl: Nieprawidłowy typ wiadomości.

source: Invalid timer object received: %@.
pl: Odebrano nieprawidłowy obiekt z timera: %@.

source: Justplay
pl: Tylko Odtwarzaj

source: Load
pl: Załaduj

source: Loading EPG…
pl: Ładowanie EPG…

source: Loading Tags
pl: Ładowanie Tagów

source: Loading...
pl: Ładowanie...

source: Location
pl: Lokalizacja

source: Locations
pl: Lokalizacje

source: Master
pl: Podstawowy

source: Match
pl: Dopasowanie

source: Max. Duration
pl: Maks. Czas Trwania

source: Message
pl: Wiadomość

source: Message cannot be empty.
pl: Wiadomość nie może być pusta.

source: Message sent
pl: Wiadomość wysłano

source: Message Type
pl: Typ Wiadomości

source: Messages
pl: Wiadomości

source: Mon
pl: Pon

source: Monday
pl: Poniedziałek

source: Monthly
pl: Miesięczny

source: More
pl: Więcej

source: Move
pl: Przenieś

source: Movie
pl: Film

source: Movie deleted
pl: Wykryto Film

source: Movie moved
pl: Film przeniesiony

source: Movies
pl: Filmy

source: Movies deleted
pl: Filmy usunięto

source: Multi-EPG Interval
pl: Multi-EPG Interwał

source: N/A
pl: Niedostępne

source: Need Help?
pl: Potrzebujesz pomocy?

source: never
pl: nigdy

source: Never
pl: Nigdy

source: New Bookmark
pl: Nowa Zakładka

source: New Connection
pl: Nowe połączenie

source: New Timer
pl: Nowy Timer

source: Next
pl: Następny

source: Night
pl: Noc

source: No
pl: Nie

source: no authentication
pl: bez uwierzytelniania

source: No Data…
pl: Brak Danych…

source: No EPG
pl: Brak EPG

source: No events found
pl: Nie znaleziono żadnych wydarzeń

source: No similar Events
pl: Brak podobnych wydarzeń

source: No timeframe given.
pl: Nie podano przedziału czasowego.

source: No, Thanks
pl: Nie, Dzięki

source: None
pl: Żaden

source: Normal
pl: Normalny

source: not encrypted
pl: nie zaszyfrowane

source: Nothing
pl: Nic

source: Nothing playing.
pl: Nic nie jest odtwarzanie.

source: Now
pl: Teraz

source: Now Playing
pl: Odtwarzane

source: Now/Next in Servicelist
pl: Teraz/Następny na liście serwisów

source: Other
pl: Inne

source: Package Manager
pl: Menadżer Pakietów

source: Page not found. Plugin not installed?
pl: Strona nie znaleziona. Brakujący Plugin?

source: Percentage
pl: Siła sygnału

source: Play
pl: Odtwarzaj

source: Play/Pause
pl: Odtwarzaj/Pauza

source: Playing
pl: Odtwarzanie

source: Playing immediately
pl: Odtwarzanie od razu

source: Playlist
pl: Playlista

source: Playlist saved successfully.
pl: Playlista zapisana z powodzeniem.

source: Please provide a valid timeout interval.
pl: Proszę podać prawidłowy czas oczekiwania.

source: Power
pl: Zasilanie

source: Prefer Alternatives
pl: Preferuj Alternatywy

source: Prepared
pl: Przygotowane

source: Previous
pl: Poprzednie

source: Primetime
pl: Pasmo Programowe

source: Provider
pl: Dostawca

source: Pull down to refresh...
pl: Pociągnij w dół, aby odświeżyć...

source: Purchase
pl: Kup

source: Purchase completed
pl: Transakcja zakończona

source: Question
pl: Pytanie

source: Radio Bouquets
pl: Bukiety Radio

source: Radio Services
pl: Serwisy Radio

source: Rate %@
pl: Ocena %@

source: Really %@?
pl: Naprawdę %@?

source: Really add all items in this folder?
pl: Naprawdę dodać wszystkie rzeczy do tego folderu?

source: reboot
pl: restart

source: Reboot
pl: Restart

source: Received invalid row (%d, %d) which was mapped to index %d of %d. Please reload this table and try again.
pl: Otrzymano niepoprawny rząd (%1$d, %2$d) który został zmapowany do indeksu %3$d z %4$d. Przeładuj i spróbuj ponownie.

source: Received response: %@.
pl: Otrzymano odpowiedź: %@.

source: Receiver model
pl: Model Odbiornika

source: Record
pl: Nagraj

source: Recorded Movies
pl: Nagrane Filmy

source: Recording Locations
pl: Lokalizacja Nagrań

source: Recordings
pl: Nagrania

source: Refresh
pl: Odśwież

source: refresh EPG
pl: odśwież EPG

source: Release to refresh...
pl: Puść, aby odświeżyć...

source: Remind me later
pl: Przypomnij mi później

source: Remote Box Type
pl: Typ Zdalnego Boxa

source: Remote Control
pl: Pilot

source: Remote Host
pl: Zdalny Host

source: Remote host unreachable.
pl: Zdalny host nieosiągalny.

source: Removing track failed
pl: Usuwanie utworu nie powiodło się

source: Repeated
pl: Powtarzanie

source: Repetitions
pl: Powtórki

source: Restore completed
pl: Przywracanie zakończone

source: Restore Purchases
pl: Przywróć zakupy

source: Running
pl: Trwające

source: Sat
pl: Sob

source: Saturday
pl: Sobota

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Search Connections
pl: Połączenia Wyszukiwania

source: Search EPG
pl: Szukaj EPG

source: Search EPG for event titles
pl: Szukaj EPG po nazwach wydarzeń

source: Search Events
pl: Szukaj Wydarzenia

source: Search History Length
pl: Długość Historii Wyszukiwania

source: Searching…
pl: Wyszukiwanie…

source: Select Connection
pl: Wybierz Połączenie

source: Select Service
pl: Wybierz Serwis

source: Select Tags
pl: Wybierz Tagi

source: Select type of zap
pl: Wybierz typ zap'u

source: Send
pl: Wyślij

source: Send short Messages
pl: Wyślij krótkie wiadomości do tunera

source: Sending command failed
pl: Wysyłanie komendy nie powiodło się

source: Separate events by day
pl: Podziel wydarzenia na dni

source: Service
pl: Serwis

source: Service List
pl: Lista Serwisów

source: Services
pl: Serwisy

source: Settings
pl: Ustawienia

source: Settings of EPGRefresh-Plugin
pl: Ustawienia pluginu EPGRefresh

source: Share
pl: Podziel się

source: Show Help
pl: Pokaż Pomoc

source: Show recording locations
pl: Pokaż lokalizacje nagrań

source: Shuffle
pl: Losuj

source: Shuffling Playlist
pl: Losowanie Playlisty

source: shutdown
pl: wyłącz

source: Shutdown
pl: Wyłącz

source: Signal
pl: Sygnał

source: Signal Finder
pl: Szukaj Sygnału

source: Similar Events
pl: Podobne Wydarzenia

source: Simple Remote
pl: Prosty Pilot

source: Single Bouquet
pl: Pojedynczy Bukiet

source: Size
pl: Rozmiar

source: Sleep Timer
pl: Czas Uśpienia

source: Sleep Timer disabled
pl: Czas Uśpienia wyłączony

source: Sleep Timer set
pl: Czas Uśpienia ustawiony

source: Sort A-Z
pl: Sortuj A-Z

source: Sort by time
pl: Sortuj według czasu

source: Success
pl: Powodzenie

source: Sun
pl: Nie

source: Sunday
pl: Niedziela

source: Tags
pl: Tagi

source: Text
pl: Tekst

source: The current connection does not support the Service Editor. Please remember to install enigma2-plugin-extensions-webbouqueteditor.
pl: Edycja Serwisów nie działa podczas bieżącego połączenia. Proszę pamiętać o zainstalowaniu enigma2-plugin-extensions-webbouqueteditor.

source: The match attribute is mandatory.
pl: Atrybut dopasowania jest wymagany.

source: Theme
pl: Skórka

source: This can take a while.
pl: Może to chwilę potrwać.

source: Thu
pl: Czw

source: Thursday
pl: Czwartek

source: Timeframe has to be ascending.
pl: Okres czasu musi być roznący.

source: Timeout
pl: Pokazuj okno przez

source: Timer added
pl: Dodano Timer

source: Timer changed
pl: Zmieniono Timer

source: Timer deleted
pl: Usunięto Timer

source: Timer Editor
pl: Edycja Timer'a

source: Timers
pl: Timery

source: Timers deleted
pl: Timery usunięte

source: Title
pl: Tytuł

source: To simplify configuration, this application can try to reach your STB using known default configurations. Try this now?
pl: Dla uproszczenia konfiguracji, ta aplikacja może spróbować znaleźć twój STB używając znanych domyślnych konfiguracji. Spróbować zrobić to teraz?

source: Today
pl: Dzisiaj

source: Tomorrow
pl: Jutro

source: Tue
pl: Wto

source: Tuesday
pl: Wtorek

source: Tuners
pl: Tunery

source: Type
pl: Typ

source: Unable to add bookmark: %@
pl: Nie można dodać zakładki: %@

source: Unable to add timer: Service not found.
pl: Nie można dodać Timera: Serwis nie znaleziony.

source: Unable to authenticate. Wrong password?
pl: Nie można uwierzytelnić. Złe hasło?

source: Unable to compile SQL-Query (Error-Code %d).
pl: Nie można skompilować zapytania-SQL (Kod-Błędu %d).

source: Unable to connect to host. Please restart the application.
pl: Nie można połączyć się z hostem. Zrestartuj aplikację.

source: Unable to connect to remote host.
pl: Nie można połączyć się ze zdalnym hostem.

source: Unable to determine result, please upgrade your WebInterface if you intend to use this functionality
pl: Nie można określić wyniku, prosimy zaktualizować plugin WebInterface jeśli masz zamiar korzystać z tej funkcji

source: Unable to extract zip-file!
pl: Nie można wypakować pliku zip!

source: Unable to find valid connection data.
pl: Nie można znaleźć ważnego połączenia danych.

source: Unable to generate stream URL.
pl: Nie można wygenerować Streaming-URL.

source: Unable to map button to keycode!
pl: Nie można zmapować przycisku!

source: Unable to retrieve tag list.
pl: Nie można odtworzyć listy tagów.

source: Unknown
pl: Nieznany

source: Unknown connection error occured.
pl: Wystąpił nieznany błąd połączenia.

source: Unknown Error.
pl: UNieznany Błąd.

source: Unknown parsing error occured.
pl: Wystąpił nieznany błąd analizy.

source: Unknown Service (%@)
pl: Nieznany Serwis (%@)

source: unreachable
pl: niedostępny

source: Use SSL
pl: Użyj SSL

source: Version Information
pl: Informacje o Wersji

source: Vibrate in RC
pl: Wibruj w Pilocie

source: Video
pl: Wideo

source: Volume
pl: Głośność

source: Waiting
pl: Oczekiwanie

source: Warning
pl: Ostrzeżenie

source: Wed
pl: Śro

source: Wednesday
pl: Środa

source: Weekdays
pl: Dni Tygodnia

source: Weekly
pl: Tygodniowo

source: What's your opinion on "%@"?
pl: Jaka jest Twoja opinia o "%@"?

source: Working…
pl: Pracuję…

source: Year
pl: Rok

source: Yes
pl: Tak

source: Yes/No
pl: Tak/Nie

source: Yesterday
pl: Wczoraj

source: You are about to import data into this application. All existing settings will be lost!
pl: Masz zamiar zaimportować dane do tej aplikacji. Wszystkie aktualne ustawienia zostaną stracone!

source: You are using version %@ of the web interface. For full functionality updating to version %@ is suggested.
pl: Używasz wersji %1$@ pluginu WebInterface. Dla pełnej funkcjalności sugerowana jest aktualizacja WebInterfacce'u do wersji %2$@.

source: You have reached either the end or the beginning of the selected service list.
pl: Został osiągnięty albo koniec lub początek listy wybranych serwisów.

source: You have reached either the end or the beginning of your movie list.
pl: Został osiągnięty albo koniec lub początek listy filmów.

source: You have to enter a filename to save the playlist
pl: Musisz wpisać nazwę pliku, aby zapisać playliste

source: You have to provide a timespan to refresh automatically.
pl: Musisz podać okres czasu, aby odświeżać automatycznie.

source: You need to configure this application before you can use it.
pl: Musisz skonfigurować tą aplikację, aby móc jej uzywać.

source: Zap on receiver
pl: Zap w tunerze
