Repository: ritzmo/dreaMote
Catalog: *.lproj/ServiceEditor.strings
Languages: pl

source: Add Alternative
pl: Dodaj Alternatywny

source: Add Marker
pl: Dodaj Znacznik

source: Add to Bouquet
pl: Dodaj do Bukietu

source: Alternative added
pl: Alternatywa dodana

source: Alternatives deleted
pl: Wykryto Alrternatywy

source: Delete
pl: Usuń

source: Delete all
pl: Usuń wszystko

source: Enter name of bouquet
pl: Wpisz nazwę bukietu

source: Enter new name
pl: Wpisz nazwę

source: Enter new name of bouquet
pl: Wpisz nową nazwę bukietu

source: Enter title for marker
pl: Wpisz nazwę znacznika

source: New Bouquet
pl: Nowy Bukiet

source: Open
pl: Otwórz

source: Remove selection
pl: Usuń zaznaczone

source: Rename
pl: Zmień Nazwę

source: Service(s) added
pl: Dodano Serwis(y)

source: Show Alternatives
pl: Pokaż Alternatywy

source: Unable to add marker: %@
pl: Nie można dodać znacznika: %@

source: Unable to add service %@ to alternative %@: %@
pl: Nie można dodać serwisu %1$@ do alternatywy %2$@: %3$@

source: Unable to add service(s) to bouquet %@: %@
pl: Nie można dodać serwisu(ów) do bukietu %1$@: %2$@

source: Unable to create bouquet: %@
pl: Nie można utworzyć bukietu: %@

source: Unable to remove alternatives: %@
pl: Nie można usunąć alternatyw: %@

source: Unable to rename bouquet: %@
pl: Nie można zmienić nazwę bukietu: %@

source: Unable to rename service: %@
pl: Nie można zmienić nazwy serwisu: %@
